[
  {
    "Title": "The one thing",
    "Content": "The one thing is a little yellow book which explains why it’s very important to focus only on ONE thing at a time. Literally just one thing, hence the title. Oh, also check out my summary books about money, it’s good).",
    "Writer": "Gary Keller",
    "PublicationDate": "03-15-2016"
  },
  {
    "Title": "THE GARYVEE CONTENT STRATEGY: HOW TO GROW AND DISTRIBUTE YOUR BRAND’S SOCIAL MEDIA CONTENT",
    "Content": "Mastering content strategy, creation, and distribution for your brand on social media is a difficult and long process. But, in an effort to provide you guys with as much value as possible, I’m going to help speed up that process and show you how I do it on a daily basis for my personal brand.",
    "Writer": "GRYVEE",
    "PublicationDate": "10-10-2018"
  },
  {
    "Title": "How to Build Remarkable Products with Ramit Sethi",
    "Content": "In this week’s conversation, Tim and Ramit dig into tricks for great copywriting, going for “big wins” to move the needle in your life and business, and product development that serves your audience better.",
    "Writer": "Tim Stoddart",
    "PublicationDate": "03-04-2020"
  },
  {
    "Title": "6 Critical Components of Captivating Content",
    "Content": "That’s not new — the quest for eyeballs is as old as online business. And it does matter. It’s important to have a critical mass of folks who know you exist. Ask anyone trying to get a business off the ground with an email list of 34 people, 8 of whom they’re related to.",
    "Writer": "Sonia Simone",
    "PublicationDate": "02-26-2020"
  },
  {
    "Title": "When You’re Ready for a Change, Don’t Hesitate",
    "Content": "And actually, it’s the last Copyblogger Weekly … ever. (Really.) In 2020, we’ll have a different kind of weekly newsletter, presented by Copyblogger Partner Darrell Vesterfelt. Darrell’s going to share the latest in content marketing with you, so make sure to stay tuned for our first edition that will be published on Wednesday, January 8, 2020. I’ll be creating some new Copyblogger educational materials to teach, so you’ll still see me around.",
    "Writer": "Stefanie Flaxman",
    "PublicationDate": "12-19-2019"
  }
]
